{
  "id": "a-20606931413",
  "source": "BBC News",
  "publishDate": "2018-03-05T00:00:00Z",
  "title": "Two critical after Salisbury substance 'exposure'",
  "body": "Two people are in a critical condition in hospital after being exposed to an \"unknown substance\".\nThe man and a woman were found unconscious on a bench at a shopping precinct in Salisbury on Sunday, Wiltshire Police said.\nA number of city centre locations were cordoned off and A&E at Salisbury District Hospital - where the pair are being treated - was shut.\nPublic Health England (PHE) said there was no \"wider risk\".\nA major incident has been declared at the hospital.\nPolice said the man, aged in his 60s and a woman in her 30s, were discovered in the Maltings at about 16:15 GMT.\nTemporary Assistant Chief Constable Craig Holden said: \"The pair, who we believe are known to each other, did not have any visible injuries and were taken to Salisbury District Hospital.\n\"They are currently being treated for suspected exposure to an unknown substance. Both are currently in a critical condition in intensive care.\n\"A major incident has been declared today and a multi-agency response has been co-ordinated.\n\"Alongside our partner agencies, we are conducting some extensive enquiries to determine exactly what led to these two people falling unconscious and clarify whether or not any criminal activity has happened.\"\nA PHE spokesman said: \"PHE understands that those exposed to the substances have been decontaminated, as is standard practice in situations like this.\n\"Scientists from PHE's Centre for Radiation, Chemical and Environmental Hazards will continue to assist the response and review information as it becomes available.\"\nDorset and Wiltshire Fire Service was called to the hospital's A&E department on Monday to help with the decontamination.\nSalisbury NHS Foundation Trust chief executive Cara Charles-Barks, said: \"In terms of the impact on the hospital we have been advising people today to attend routine operations and outpatient appointments unless they are contacted by the hospital, and this advice remains the same.\n\"Our Accident and Emergency Department is open, but busy as we are still seeing the effects of the weather.\"\nPatients with non-emergency conditions have been advised to go to the walk-in centre on Avon Approach, which is open until 22:00."
}
